/* Localizable strings of com.apple.MCXRedirector preference manifest */

"MCXRedirector.pfm_title" =			"Reindirizza cartella";
"MCXRedirector.pfm_description" =			"Crea e rimuovi link simbolici dalle cartelle nella cartella Inizio dell'utente ad altre cartelle. L'utente deve disporre dei privilegi adeguati per accedere alla cartella di destinazione.";

"LoginRedirection-raw.pfm_title" =			"Reindirizzi login";
"LoginRedirection-raw.pfm_description" =			"Reindirizzi effettuati al login utente.";
"OtherRedirection-raw.pfm_title" =			"Altri reindirizzi";
"OtherRedirection-raw.pfm_description" =			"Reindirizzi effettuati alle transizioni del network e quando sono gestite le preferenze";
"LogoutRedirection-raw.pfm_title" =			"Reindirizzi logout";
"LogoutRedirection-raw.pfm_description" =			"Reindirizzi effettuati al log out utente.";

"ActionInfo.pfm_title" =			"Reindirizza azione";
"ActionInfo.pfm_description" =			"Una azione di reindirizzamento.";

"action.pfm_title" =			"Azione";
"action.pfm_description" =			"L'azione eseguita. Utilizza “deleteAndCreateSymLink” per eliminare un elemento del “Percorso cartella” e quindi creare un link simbolico a “Percorso cartella destinazione”. Utilizza “renameAndCreateSymLink” per rinominare un elemento in “Percorso cartella” e quindi creare un link simbolico a “Percorso cartella destinazione”. Utilizza “deletePath”per eliminare un elemento del “Percorso cartella”. Utilizza “deleteSymLinkAndRestore” per eliminare un link simbolico al “Percorso cartella” e spostare una cartella creata da “renameAndCreateSymLink” a “Percorso cartella”.";
"path.pfm_title" =			"Percorso cartella";
"path.pfm_description" =			"Il percorso della cartella su cui agire e dove posizionare un link simbolico. Il percorso deve trovarsi nella cartella Inizio dell'utente. Avvia il percorso con “~/”.";
"destPath.pfm_title" =			"Percorso cartella destinazione";
"destPath.pfm_description" =			"Percorso cartella destinazione per un link simbolico. Utilizza “~” per specificare un percorso nella cartella Inizio dell'utente attuale. Utilizza “%@” per specificare il nome dell'utente attuale.";
